Repository: VSG-EMEA/vsge-3d-product-viewer
Catalog: languages/vsge-3d-product-viewer-*.po
Languages: de_de, it_it

source: VSGE 3d product viewer
de_de: VSGE 3d Produktbetrachter
it_it: Visualizzatore di prodotti 3D VSGE

source: WordPress plugin vsge-3d-product-viewer
it_it: Plugin WordPress vsge-3d-product-viewer

source: undefined
de_de: nicht definiert
it_it: non definito

source: Start AR
it_it: Avvio AR

source: error
de_de: Fehler
it_it: errore

source: AR is not tracking!
de_de: AR ist kein Tracking!
it_it: L'AR non sta tracciando!

source: Ladies and Gentlemen, please start your (VR) Engines
de_de: Meine Damen und Herren, bitte starten Sie Ihre (VR)-Motoren
it_it: Signore e signori, accendete i vostri motori (VR)

source: 3D model is loading, please wait. After the download augmented reality mode will be enabled, keep your phone facing the part of your workshop where you want to place your new %s product
de_de: Das 3D-Modell wird geladen, bitte warten Sie. Nach dem Download wird der Augmented-Reality-Modus aktiviert. Halten Sie Ihr Telefon auf den Teil Ihrer Werkstatt, in dem Sie Ihr neues %s Produkt platzieren möchten
it_it: Il modello 3D si sta caricando, si prega di attendere. Dopo il download sarà attivata la modalità di realtà aumentata, tenere il telefono rivolto verso la parte dell'officina in cui si desidera posizionare il nuovo prodotto %s

source: Back to product page
de_de: Zurück zur Produktseite
it_it: Torna alla pagina del prodotto

source: Instructions
de_de: Anweisungen
it_it: Istruzioni

source: Scan this code to open the model on your device, then, tap on the AR icon.
de_de: Scannen Sie diesen Code, um das Modell auf Ihrem Gerät zu öffnen, und tippen Sie dann auf das AR-Symbol.
it_it: Scansionare questo codice per aprire il modello sul dispositivo, quindi toccare l'icona AR.

source: Loading...
de_de: Laden...
it_it: Caricamento in corso ...

source: Gallery
de_de: Galerie
it_it: Galleria

source: This product does not have a 3D model yet
de_de: Für dieses Produkt gibt es noch kein 3D-Modell
it_it: Questo prodotto non ha ancora un modello 3D

source: Overview
de_de: Übersicht
it_it: Panoramica

source: Hold down the right button to move the model
de_de: Halten Sie die rechte Taste gedrückt, um das Modell zu bewegen
it_it: Tenere premuto il pulsante destro per spostare il modello

source: Rotation
de_de: Drehung
it_it: Rotazione

source: Left-click and drag to change the angle
de_de: Klicken und ziehen Sie mit der linken Maustaste, um den Winkel zu ändern
it_it: Fare clic con il tasto sinistro del mouse e trascinare per modificare l'angolo

source: Use the mouse wheel to zoom in or out on the model
de_de: Verwenden Sie das Mausrad, um das Modell zu vergrößern oder zu verkleinern
it_it: Utilizzare la rotella del mouse per ingrandire o ridurre il modello

source: An error occurred activating VR, please check your browser permissions then clean cookies!<br/>To verify that the device is correctly configured to run WebXR, browse to <a href="https://immersive-web.github.io/webxr-samples/immersive-ar-session.html">a sample WebXR page</a> in <a href="https://developer.mozilla.org/en-US/docs/Web/API/WebXR_Device_API#browser_compatibility">a compatible browser</a>.
de_de: Bei der Aktivierung von VR ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Browser-Berechtigungen und löschen Sie die Cookies!<br/>Um zu überprüfen, ob das Gerät korrekt für die Ausführung von WebXR konfiguriert ist, rufen Sie <a href="https://immersive-web.github.io/webxr-samples/immersive-ar-session.html">eine WebXR-Beispielseite</a> in einem <a href="https://developer.mozilla.org/en-US/docs/Web/API/WebXR_Device_API#browser_compatibility">kompatiblen Browser</a> auf.
it_it: Si è verificato un errore nell'attivazione di VR, controllare i permessi del browser e pulire i cookie!<br/>Per verificare che il dispositivo sia configurato correttamente per l'esecuzione di WebXR, navigare su <a href="https://immersive-web.github.io/webxr-samples/immersive-ar-session.html">una pagina WebXR di esempio</a> in <a href="https://developer.mozilla.org/en-US/docs/Web/API/WebXR_Device_API#browser_compatibility">un browser compatibile</a>.

source: Single 3d model
de_de: Einzelnes 3d-Modell
it_it: Modello 3d singolo

source: Displays a single product.
de_de: Zeigt eine einzelne Schulung an.
it_it: Visualizza un singolo prodotto.
